import React from "react";
import "./TextPage.css";

function TextPage() {
  return (
    <div className="textpage">
      <div className="container">
        <p className="textpage-text">
          Листовки и календари, открытки и конверты, наклейки и постеры, визитки
          и фирменные блокноты – разнообразная полиграфия прочно вошла в нашу
          жизнь. Без нее не обходится ни одна рекламная кампания и ни один
          праздник. В онлайн типографии Digital-Printing.ru в Москве можно
          заказать срочную цифровую печать полиграфии любого формата и размера
          быстро, дешево и качественно.
        </p>
        <h2 className="textpage-name">
          Когда и кому необходимы типографские услуги
        </h2>
        <p className="textpage-text">
          Услуги хорошей типографии с возможностью оперативной печати в Москве
          рано или поздно могут пригодиться кому угодно:
        </p>
        <ul className="textpage-list">
          <li className="textpage-item">
            <p className="textpage-text">
              организаторам рекламных кампаний и конференций: печать флаеров,
              буклетов, баннеров, бейджей и другой аналогичной продукции;
            </p>
          </li>
          <li className="textpage-item">
            <p className="textpage-text">
              владельцам собственного производства: изготовление наклеек для
              продукции и рекламных материалов;
            </p>
          </li>
          <li className="textpage-item">
            <p className="textpage-text">
              организаторам рекламных кампаний и конференций: печать флаеров,
              буклетов, баннеров, бейджей и другой аналогичной продукции;
            </p>
          </li>
          <li className="textpage-item">
            <p className="textpage-text">
              организаторам рекламных кампаний и конференций: печать флаеров,
              буклетов, баннеров, бейджей и другой аналогичной продукции;
            </p>
          </li>
        </ul>
        <h2 className="textpage-name">
          Преимущества печатного салона онлайн в Москве
        </h2>
        <p className="textpage-texts">
          Типография Digital-Printing.ru в Москве предлагает услуги оперативной
          полиграфии с заказом продукции в режиме онлайн. Каждого клиента ждет
          сервис высшего качества, куда входит:
        </p>
        <ul className="textpage-list">
          <li className="textpage-item">
            <p className="textpage-text">
              организаторам рекламных кампаний и конференций: печать флаеров,
              буклетов, баннеров, бейджей и другой аналогичной продукции;
            </p>
          </li>
          <li className="textpage-item">
            <p className="textpage-text">
              владельцам собственного производства: изготовление наклеек для
              продукции и рекламных материалов;
            </p>
          </li>
          <li className="textpage-item">
            <p className="textpage-text">
              организаторам рекламных кампаний и конференций: печать флаеров,
              буклетов, баннеров, бейджей и другой аналогичной продукции;
            </p>
          </li>
          <li className="textpage-item">
            <p className="textpage-text">
              организаторам рекламных кампаний и конференций: печать флаеров,
              буклетов, баннеров, бейджей и другой аналогичной продукции;
            </p>
          </li>
        </ul>
      </div>
    </div>
  );
}

export default TextPage;
